brew "bash"
brew "bat"
brew "bazaar"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dep"
brew "dmd"
brew "docker"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "goenv"
brew "hub"
brew "hugo"
brew "jq"
brew "jump"
brew "nvm"
brew "openssl"
brew "peco"
brew "pt"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
# tap "homebrew/cask-cask"
tap "homebrew/cask-versions"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "google-backup-and-sync"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "slack"
cask "spotify"
cask "rectangle"
cask "visual-studio-code"
